Repository: MaddTheSane/LaTexIt
Catalog: ServicesMenu.xcstrings
Source language: en
Languages: de, es, fr, it, ja

source: LaTeXiT/Detect and typeset equations
de: LaTeXiT/Gleichung detektieren und setzen
es: LaTeXiT/Detectar y componer ecuaciones
fr: LaTeXiT/Détecter et créer les équations
it: LaTeXiT/Trova e crea le equazioni
ja: LaTeXiT/数式を検出してタイプセット

# LaTeXiT/Detect and typeset equations and put result into clipboard
source: LaTeXiT/Detect and typeset equations, add to clipboard
de: LaTeXiT/Gleichung detektieren und setzen, kopiere in die Zwischenablage
es: LaTeXiT/Detectar y componer ecuaciones, y colocar en el portapapeles
fr: LaTeXiT/Détecter et créer les équations, et ajout au presse-papier
it: LaTeXiT/Trova e crea le equazioni, aggiungi alla clipboard
ja: LaTeXiT/数式を検出してタイプセット そして結果をクリップボードにコピー

# LaTeXiT/Typeset LaTeX Maths align
source: LaTeXiT/"Align" Latexisation (\begin{align*}…\end{align*})
de: LaTeXiT/LaTeX als „Align“ (\begin{align*}…\end{align*})
es: LaTeXiT/Componer en "Align" (\begin{align*}…\end{align*})
fr: LaTeXiT/Latexisation «Align» (\begin{align*}…\end{align*})
it: LaTeXiT/"Align" LaTeXizza (\begin{align*}…\end{align*})
ja: LaTeXiT/align環境でLaTeX変換 (\begin{align*}…\end{align*})

# LaTeXiT/Typeset LaTeX Maths align and put result into clipboard
source: LaTeXiT/"Align" Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Align“, kopiere in die Zwischenablage
es: LaTeXiT/Componer en "Align", y colocar en el portapapeles
fr: LaTeXiT/Latexisation «Align», et ajout au presse-papier
it: LaTeXiT/"Align" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/align環境でLaTeX変換→クリップボード

# LaTeXiT/Typeset LaTeX Maths display
source: LaTeXiT/"Display" Latexisation (\[…\])
de: LaTeXiT/LaTeX als „Display“ (\[…\])
es: LaTeXiT/Componer en "Display" (\[…\])
fr: LaTeXiT/Latexisation «Display» (\[…\])
it: LaTeXiT/"Display" LaTeXizza (\[…\])
ja: LaTeXiT/display環境でLaTeX変換 (\[…\])

# LaTeXiT/Typeset LaTeX Maths display and put result into clipboard
source: LaTeXiT/"Display" Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Display“, kopiere in die Zwischenablage
es: LaTeXiT/Componer en "Display", y colocar en el portapapeles
fr: LaTeXiT/Latexisation «Display», et ajout au presse-papier
it: LaTeXiT/"Display" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/display環境でLaTeX変換→クリップボード

# LaTeXiT/Typeset LaTeX Maths eqnarray
source: LaTeXiT/"Eqnarray" Latexisation (\begin{eqnarray*}…\end{eqnarray*})
de: LaTeXiT/LaTeX als „Eqnarray“ (\begin{eqnarray*}…\end{eqnarray*})
es: LaTeXiT/Componer en "Eqnarray" (\begin{eqnarray*}…\end{eqnarray*})
fr: LaTeXiT/Latexisation «Eqnarray» (\begin{eqnarray*}…\end{eqnarray*})
it: LaTeXiT/"Eqnarray" LaTeXizza (\begin{eqnarray*}…\end{eqnarray*})
ja: LaTeXiT/eqnarray環境でLaTeX変換 (\begin{eqnarray*}…\end{eqnarray*})

# LaTeXiT/Typeset LaTeX Maths eqnarray and put result into clipboard
source: LaTeXiT/"Eqnarray" Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Eqnarray“, kopiere in die Zwischenablage
es: LaTeXiT/Componer en "Eqnarray", y colocar en el portapapeles
fr: LaTeXiT/Latexisation «Eqnarray», et ajout au presse-papier
it: LaTeXiT/"Eqnarray" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/eqnarray環境でLaTeX変換→クリップボード

# LaTeXiT/Typeset LaTeX Maths inline
source: LaTeXiT/"Inline" Latexisation ($…$)
de: LaTeXiT/LaTeX als „Inline“ ($…$)
es: LaTeXiT/Componer en "Inline" ($…$)
fr: LaTeXiT/Latexisation «Inline» ($…$)
it: LaTeXiT/"Inline" LaTeXizza ($…$)
ja: LaTeXiT/インライン数式でLaTeX変換 ($…$)

# LaTeXiT/Typeset LaTeX Maths inline and put result into clipboard
source: LaTeXiT/"Inline" Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Inline“, kopiere in die Zwischenablage
es: LaTeXiT/Componer en "Inline", y colocar en el portapapeles
fr: LaTeXiT/Latexisation «Inline», et ajout au presse-papier
it: LaTeXiT/"Inline" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/インライン数式でLaTeX変換→クリップボード

# LaTeXiT/Typeset LaTeX Text
source: LaTeXiT/"Text" Latexisation
de: LaTeXiT/LaTeX als „Text“
es: LaTeXiT/Componer en "Texto" LaTeX
fr: LaTeXiT/Latexisation «Texte»
it: LaTeXiT/"Testo" LaTeXizza
ja: LaTeXiT/テキストモードでLaTeX変換

# LaTeXiT/Typeset LaTeX Text and put result into clipboard
source: LaTeXiT/"Text" Latexisation, add to clipboard
de: LaTeXiT/LaTeX als „Text“, kopiere in die Zwischenablage
es: LaTeXiT/Componer en "Texto", y colocar en el portapapeles
fr: LaTeXiT/Latexisation «Texte», et ajout au presse-papier
it: LaTeXiT/"Testo" LaTeXizza, aggiungi alla clipboard
ja: LaTeXiT/テキストモードでLaTeX変換→クリップボード

# LaTeXiT/Un-latexize the equations
source: LaTeXiT/Revert equations back to LaTeX code
de: LaTeXiT/Von der Gleichung zum LaTeX-Kode zurückkehren
es: LaTeXiT/Revertir la ecuación a código LaTeX
fr: LaTeXiT/Revenir des équations au code LaTeX
it: LaTeXiT/Riconverte le equazioni al codice LaTeX
ja: LaTeXiT/数式を LaTeX コードに戻す

# SERVICE_DESCRIPTION_ALIGN
source: "Align" Latexisation (\begin{align*}…\end{align*})
de: LaTeX als „Align“ (\begin{align*}…\end{align*})
es: Componer en "Align" (\begin{align*}…\end{align*})
fr: Latexisation «Align» (\begin{align*}…\end{align*})
it: "Align" LaTeXizza (\begin{align*}…\end{align*})
ja: align環境でLaTeX変換 (\begin{align*}…\end{align*})

# SERVICE_DESCRIPTION_ALIGN_CLIPBOARD
source: "Align" Latexisation, add to clipboard
de: LaTeX als „Align“, kopiere in die Zwischenablage
es: Componer en "Align", y colocar en el portapapeles
fr: Latexisation «Align», et ajout au presse-papier
it: "Align" LaTeXizza, aggiungi alla clipboard
ja: align環境でLaTeX変換→クリップボード

# SERVICE_DESCRIPTION_DELATEXISATION
source: Revert equations back to LaTeX code
de: Von der Gleichung zum LaTeX-Kode zurückkehren
es: Revertir la ecuación a código LaTeX
fr: Revenir des équations au code LaTeX
it: Riconverte le equazioni al codice LaTeX
ja: 数式を LaTeX コードに戻す

# SERVICE_DESCRIPTION_DISPLAY_CLIPBOARD
source: "Display" Latexisation, ajout au presse-papier
de: Display Latexisation, kopiere in die Zwischenablage
es: Componer en "Display", y colocar en el portapapeles
fr: Latexisation «Display», et ajout au presse-papier
it: "Display" LaTeXizza, aggiungi alla clipboard
ja: display環境でLaTeX変換→クリップボード

# SERVICE_DESCRIPTION_EQNARRAY
source: "Eqnarray" Latexisation (\begin{eqnarray*}…\end{eqnarray*})
de: LaTeX als „Eqnarray“ (\begin{eqnarray*}…\end{eqnarray*})
es: Componer en "Eqnarray" (\begin{eqnarray*}…\end{eqnarray*})
fr: Latexisation «Eqnarray» (\begin{eqnarray*}…\end{eqnarray*})
it: "Eqnarray" LaTeXizza (\begin{eqnarray*}…\end{eqnarray*})
ja: eqnarray環境でLaTeX変換 (\begin{eqnarray*}…\end{eqnarray*})

# SERVICE_DESCRIPTION_EQNARRAY_CLIPBOARD
source: "Eqnarray" Latexisation, add to clipboard
de: LaTeX als „Eqnarray“, kopiere in die Zwischenablage
es: Componer en "Eqnarray", y colocar en el portapapeles
fr: Latexisation «Eqnarray», et ajout au presse-papier
it: "Eqnarray" LaTeXizza, aggiungi alla clipboard
ja: eqnarray環境でLaTeX変換→クリップボード

# SERVICE_DESCRIPTION_INLINE
source: "Inline" Latexisation ($…$)
de: LaTeX als „Inline“ ($…$)
es: Componer en "Inline" ($…$)
fr: Latexisation «Inline» ($…$)
it: "Inline" LaTeXizza ($…$)
ja: インライン数式でLaTeX変換 ($…$)

# SERVICE_DESCRIPTION_INLINE_CLIPBOARD
source: "Inline" Latexisation, ajout au presse-papier
de: LaTeX als „Inline“, kopiere in die Zwischenablage
es: Componer en "Inline", y colocar en el portapapeles
fr: Latexisation Inline», et ajout au presse-papier
it: "Inline" LaTeXizza, aggiungi alla clipboard
ja: インライン数式でLaTeX変換→クリップボード

# SERVICE_DESCRIPTION_MULTIPLE
source: Detect and typeset equations
de: Gleichung detektieren und setzen
es: Detectar y componer ecuaciones
fr: Détecter et créer les équations
it: Trova e crea le equazioni
ja: 数式を検出してタイプセット

# SERVICE_DESCRIPTION_MULTIPLE_CLIPBOARD
source: Detect and typeset equations, add to clipboard
de: Gleichung detektieren und setzen, kopiere in die Zwischenablage
es: Detectar y componer ecuaciones, y colocar en el portapapeles
fr: Détecter et créer les équations, et ajout au presse-papier
it: Trova e crea le equazioni, aggiungi alla clipboard
ja: 数式を検出してタイプセット そして結果をクリップボードにコピー

# SERVICE_DESCRIPTION_TEXT
source: "Text" Latexisation
de: LaTeX als „Text“
es: Componer en "Texto"
fr: Latexisation «Texte»
it: "Testo" LaTeXizza
ja: テキストモードでLaTeX変換

# SERVICE_DESCRIPTION_TEXT_CLIPBOARD
source: "Text" Latexisation, ajout au presse-papier
de: LaTeX als „Text“, kopiere in die Zwischenablage
es: Componer en "Texto", y colocar en el portapapeles
fr: Latexisation «Texte», et ajout au presse-papier
it: "Testo" LaTeXizza, aggiungi alla clipboard
ja: テキストモードでLaTeX変換→クリップボード

# SERVICE_DESCRIPTION_DISPLAY
source: "Display" Latexisation (\[…\])
es: Componer en "Display" (\[…\])
fr: Latexisation «Display» (\[…\])
it: "Display" LaTeXizza (\[…\])
ja: display環境でLaTeX変換 (\[…\])

# SERVICE_DESCRIPTION
source: The LaTeXiT service can transform some text to an equation (as image), as processed by a LaTeX engine. It can also revert the equations to their original text source, if the equations have been configured in LaTeXiT to be exported as PDF. The service will work if the requesting application supports replacing some text by an image.
fr: Le service LaTeXiT peut transformer du texte en une équation (en tant qu'image), par le biais d'un moteur LaTeX. Il peut aussi revenir de ces équations au texte source, si l'export au sein de LaTeXiT est réglé sur PDF. Le service ne peut fonctionner que si l'application cible peut remplacer du texte par une image.
ja: LaTeXiT サービス機能は LaTeX をエンジンとする処理を行いテキストを数式イメージに変換することができます。また PDF フォーマットで書き出された場合、その数式イメージから元のテキストに戻すこともできます。テキストからイメージへの置換をサポートしているアプリケーションでこのサービス機能を使うことができます。
